[
  {
    "id": "94ee040a6e4751dd1552d5cde7540439",
    "text": "CHINA PROFESSIONAL NON-WOVEN FABRIC SUPPLIER CHINA TRUSTFUL NON-WOVEN FABRIC & SUPPLIES",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=1",
      "title": "Soonercleaning catalog of nonwoven - p.1",
      "page": 1,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "566a5054f9c28387e23dbf98a18e5258",
    "text": "Company Profile 1. Company Profile: SoonerCleaning is a nonwoven fabric manufacturer dedicated to fast cleaning. which we always insist on, Soonercleaning pay great attention to the product quality management, realizing the wholly traceable product quality management system which refer to the raw material sourcing, production, quality inspection, packaging and container loading. Sooner-Cleaning has passed 1509001, 15013485 quality management system certification and 15014001 environmental management system certification.Over the years, 5oonercleaning keeps provided the professional nonwoven product application solutions to large and medium-sized enterprises in the domestic and oversea markets. Our headquarter is located in Beijing, the capital of China. The wholly-owned material factory is located in Zhejiang, the largest nonwoven distribution center in China. SoonerCleaning focuses on the research and development of spun lace non woven fabrics, especially good at the customized development of unique functional spun lace nonwoven materials. Our main product range",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=3",
      "title": "Soonercleaning catalog of nonwoven - p.3",
      "page": 3,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "2fb828d8b741621b774e18e613dae0b7",
    "text": "cover \"personal cares\", \"household cleaning\", \"industrial cleaning\", \"healthcare\" and \"beauty care\".Based on the intellectual and rigorous production management philosophy 3",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=3",
      "title": "Soonercleaning catalog of nonwoven - p.3",
      "page": 3,
      "source": "pdf",
      "doc_id": "",
      "part": 2,
      "overlap_from_prev": " fabrics, especially good at the customized development of unique functional spun lace nonwoven materials. Our main product range"
    }
  },
  {
    "id": "0df32bfe41257e68a9e83303f6ab6acd",
    "text": "Spunlace Biodegradable Material Flushable nonwoven is made of exclusively cellulose, the developed production process uses neither binding agents nor bicomponent fibers, for this reason, the fabric quickly disperse in water and is completely biodegradable. It is a synonym of green and environmental protection, and it is also a highly anticipated product. This material is mainly used for wet wipes, including toilet wet wipes, infant hygiene wet wipes and female wet wipes. Weight: 43gsm - 75gsm Color:white Max width: 320 cm Character: Biodegradable, Decompose in water, soft & skin friendly,disposable",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=8",
      "title": "Soonercleaning catalog of nonwoven - p.8",
      "page": 8,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "26f8ca62968d20b6f1fcb6df980d41d8",
    "text": "Spunlace Biodegradable Material Wood pulp & Viscose Spunlace Nonwoven is a new innovation which is made of mix spunlace & wet laid technology. It is made of 100% plant fibers, more absorbent than standard viscose/polyester blends, and its strength level is comparable to cotton. It is an economical and cost-effective material suitable for biodegradable - both dry nonwoven and finished wet wipes. Color: white Weight: 35gsm - 1OOgsm Max width: 320cm Character: Biodegradable High Absorbency Solvent Resistant Soft & Skin Friendly",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=9",
      "title": "Soonercleaning catalog of nonwoven - p.9",
      "page": 9,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "c5a4b2047fbe92b3d9d1e8f45a391815",
    "text": "Spunlace Biodegradable Material Viscose fiber is a kind of man-made fiber. It is a cellulose fiber produced from natural fiber. It has the characteristics of high absorption, smooth, breathable, anti-static and can dye very bright colors. After being made into the nonwoven by spunlace technical, the fabric is soft and skin-friendly, which makes it the preferring material for wet wipes. It is mainly used in sanitary care fields such as wet wipes and disposable face towels. The main patterns are plain, mesh, dot embossed, etc. and other patterns also can be customized. Color: white Weight: 35gsm - 120gsm Max width: 320cm Character: Soft & Skin Friendly, Biodegradable, High Absorbency, Both for Wet and Dry",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=10",
      "title": "Soonercleaning catalog of nonwoven - p.10",
      "page": 10,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "a0b6692d6c3d612cde7305eed959e26f",
    "text": "Spunlace Biodegradable Material Bamboo fiber is a cellulose fiber extracted from bamboo. It is antibacterial, anti-mites, deodorant and anti-ultraviolet. Bamboo fiber is a porous fiber, and its cross-section is covered with large and small oval pores. This special structure determines that it can absorb and evaporate a large amount of water in an instant, making industry experts call it the \" breathable fiber\". The bamboo spun lace nonwoven is fluffy, light, soft, skin-friendly and good drape, giving people a zero-pressure comfort. Color: white Weight: 35gsm - 1OOgsm Max width: 320 cm Character: Soft & Skin Friendly, Biodegradable, Light and Breathable, High Absorbency",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=11",
      "title": "Soonercleaning catalog of nonwoven - p.11",
      "page": 11,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "6d963882547583e0aa41b53f9b8db350",
    "text": "Spunlace Biodegradable Material Cotton fiber is a natural fiber, the main component is cellulose. Because of the presence of many hydrophilic genes on the cellulose macromolecule, cotton fiber has a lot of advantages such as acid and alkali resistant, heat resistant, hygienic, etc. The cotton spunlace nonwoven fabric is designed to provide superior softness and sustainability when cleaning, suitable for sensitive skin. It is widely used in wet wipes, beauty facial mask, disposable face towels, etc. Color: white Weight: 35gsm - 1OOgsm Max width: 320 cm Character: High Absorbency, Biodegradable, Light and Breathable, Soft & Skin Friendly",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=12",
      "title": "Soonercleaning catalog of nonwoven - p.12",
      "page": 12,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "f36cb2417d421a30a5831ed1f2840e61",
    "text": "Spunlace Biodegradable Material Lyocell consists of cellulose fiber and it's a form of rayon, however, the production of lyocell is no chemical reaction and all solvents used in production is non-toxic. This product is extremely stronger both in dry and wet conditions and the intensity contrast between dry and wet is 1:1.85. Pure natural fiber and pollution-free manufacturing process, Lyocell fully cater to the needs of modern consumers to protect environment, which also be called the green fiber of the 21st century. Color: white Weight: 35gsm - 1OOgsm Max width: 320cm Character: Biodegradable, High Absorbency, Light and Breathable, Soft & Skin Friendly",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=13",
      "title": "Soonercleaning catalog of nonwoven - p.13",
      "page": 13,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "ea6b9f3f6c0df20c267faf71d3853a27",
    "text": "Spunlace Biodegradable Material Cupra is a kind of regenerated cellulose fiber. The cross-section of the fiber is round, no skin-core structure, monofilament is relatively thin and can withstand high stretching. The spunlace nonwoven fabric made of cupra fiber has a soft touch, soft luster and silky feel. The dry strength of cupra in dry is close to viscose but in wet is higher than viscose and the abrasion resistance is also better than viscose. Because of its characteristic, it's ideal for beauty facial mask, wet wipes, disposable face towel, etc. Color: white Weight: 22gsm - 50gsm Max width: 200cm Character: Light and Breathable, Soft & Skin Friendly, Biodegradable, Drapability",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=14",
      "title": "Soonercleaning catalog of nonwoven - p.14",
      "page": 14,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "16721ae8d1d7475bcde774cc30ce93fc",
    "text": "Spunlace Viscose & PET Material Plain Spunlace Nonwoven Fabric, same as the embossed spunlace nonwoven, this product is also the wet wipes substrate which is very common in the market. Viscose and polyester have been selected to be the raw material, which leads the finished nonwoven product soft, skin-friendly, hygienic, and absorbent. In addition to being used as the substrate for various types of wet wipes, it is also widely used in the fields of beauty nonwoven, personal care and medical cleaning, and it can be also processed into many sanitary products such as disposable face towels, medical hand towels and baby pads. Color: white Weight: 35gsm - 120gsm Max width: 320cm Character: High Absorbency, Both for Wet and Dry, Soft & Skin Friendly, No Fluorescer",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=16",
      "title": "Soonercleaning catalog of nonwoven - p.16",
      "page": 16,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "b3e611ed35591a0b01966c24e6067fc6",
    "text": "Spunlace Viscose & PET Material Mesh Spun lace Nonwoven Fabric is made of viscose and polyester by SoonerCleaning's advanced spunlace technology. The mesh design not only makes the product more breathable but also improves the cleaning efficiency when wiping and removing small granules from the surface. It can be used for baby wipes, disinfection wipes, household wipes, etc. Color: white Weight: 35gsm - 120gsm Max width: 320cm Character: High ABsorbency, Both for Wet and Dry, Soft & Skin Friendly, No Fluorescer",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=17",
      "title": "Soonercleaning catalog of nonwoven - p.17",
      "page": 17,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "dd39039b9ded9103c9d912065130b112",
    "text": "Spunlace Viscose & PET Material Embossed Spun lace Nonwoven Fabric, the substrate of wet wipes, is made of viscose fiber and polyester fiber by spun lace process. It is soft to touch, clean and hygienic, skin-friendly and non-irritating, without any fluorescent agents and additives. It is the most commonly used substrate of wet wipes. The embossing process not only makes the product more beautiful, but also improves the surface friction and thickness of the nonwoven, making the product more fluffy and have obvious concave and convex feeling. After being processed into wet wipes, the package will be seemingly more plump. Color: white Weight: 35gsm - 120gsm Max width: 320 cm Character: High Absorbency, Both for Wet and Dry, Soft & Skin Friendly, No Fluorescer",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=18",
      "title": "Soonercleaning catalog of nonwoven - p.18",
      "page": 18,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "568ec18615782b3c657d7283aa77f4a7",
    "text": "Spunlace Viscose & PET Material This product is not for sale in the United States. The printed viscose & PET material designed with the feature of high strength, oil & water absorbent, quick drying and anti-bacterial, color coded. Good at reduce the risk of bacterial growth and cross contamination. This all-purpose clean material widely applicated in food prepared & processing process like kitchen, restaurant, hotel, super market scenarios, etc. Color: yellow, blue, red, green, white, Weight: 35gsm - 120gsm Max width: 320 cm,Characteristics: High Absorbency, Low Lint, High Strength Food-contact Safe",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=19",
      "title": "Soonercleaning catalog of nonwoven - p.19",
      "page": 19,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "14a3da02094d91d332de99075b8c620f",
    "text": "Spunlace Viscose & PET Material Dyed viscose & pet cleaning material designed for medium-weight clean task. With the feature of excellent liquid absorbent, durable, tough grime clean capacity and SGS proved food contact grade. Widely applicated in food prepared & processing process like kitchen, restaurant, hotel, super market scenarios, etc. Besides, it could also be used as fresh seafood absorbent pad. Color: yellow, blue, red, green Weight: 35gsm - 120gsm Max width: 320 cm Character: High absorbency, low lint, high strength, food-contact safe",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=20",
      "title": "Soonercleaning catalog of nonwoven - p.20",
      "page": 20,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "fc011f06d4e9224cec98d6885e6dc319",
    "text": "Spunlace Woodpulp & PET Material The plain wood pulp & PET cleaning material is a high performance material designed for general surface cleaning. It has exceptional mechanical strength and very low lint, mainly used for laboratory instrument wiping, electronics cleaning, car maintenance and polishing, worker's hands drying, etc. Color: white, blue Weight: 35gsm - 130gsm Max width: 320 cm Character: High Absorbency, High Strength, Low Lint, Soft to Touch",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=22",
      "title": "Soonercleaning catalog of nonwoven - p.22",
      "page": 22,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "9f28c0293308d2cd169a5b10c0415afc",
    "text": "Spunlace Woodpulp & PET Material The embossed wood pulp & PET cleaning material has very soft hand-feeling. It is ideal for polishing cars, windows or mirrors without leaving any streaks or scratches. Also can be used in healthcare industry, such as medical hand cleaning wipe, multipurpose cleaning wipe, etc. Color: white, blue, turquoise, green Weight: 35gsm - 130gsm Max width: 210 cm Character: High Absorbency, High Strength, Low Lint, Soft to Touch",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=23",
      "title": "Soonercleaning catalog of nonwoven - p.23",
      "page": 23,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "ad22826f03395c5e8d4c960cddaae0aa",
    "text": "Spunlace Woodpulp & PET Material The rough surface of the high-friction wood pulp & PET material greatly improve its cleaning affect, in addition, the hole structure also helps to collect the dirts easily. The material is ideal for fluids cleaning, can effectively wipe the paints, glue, etc. Mainly used in delicate surface or hard to reach places cleaning. Weight: 35gsm - 130gsm Max width: 310cm Color: white, blue, turquoise, green Character: Rough Surface, High Strength, Abrasion Resistance, High CLeaning Capacity",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=24",
      "title": "Soonercleaning catalog of nonwoven - p.24",
      "page": 24,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "b3704cc29e28cbf437d81e5886a7da3b",
    "text": "Spunlace Woodpulp & PET Material The waterproof surgical gown fabric is a new generate material with excellent drapability and breathable properties, fulfilling the standards of ENl 3795, also pass the tests of no contain of Latex and PVC, REACH SVHC test and MTT cytotoxicity test. Respond to the need of the healthy, safe and comfortable wear of medical staff. Max width: 320cm Color: green, blue Weight: 68gsm - 72gsm Character: Anti-Blood/Static/Alcohol, Drapability, Breathability, EN13795",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=25",
      "title": "Soonercleaning catalog of nonwoven - p.25",
      "page": 25,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "b2d646d6ed49f1a1748a51fa4a2ede1b",
    "text": "Spunlace Woodpulp & PP Material Using soft wood pulp and high-strength polypropylene as materials, the non-woven fabric made by spun lace technology has high liquid absorption capacity and tear resistance. It's ideal for healthcare environment cleaning, janitorial and maintenance cleaning, polishing glass or stainless steel and light industrial jobs. Color: white, blue, red Weight: 35gsm - 125gsm Max width: 210 cm Character: Abrasion Resistance, High Strength, High Cleaning Capacity, High Absorbency",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=27",
      "title": "Soonercleaning catalog of nonwoven - p.27",
      "page": 27,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "852dba34cbd8eb31396eee31bff01460",
    "text": "Spunlace Woodpulp & PP Material Wood pulp polypropylene embossed non-woven material using advanced spunlace technology, soft wood pulp and strong spun bonded fabric closely combined, special embossed pattern enhances the cleaning power of the product.It's ideal for heavy-duty cleaning tasks, cleaning oily surfaces and machinery, cleaning rough surface and preparing surfaces with solvents. Color: white, blue, red Weight: 35gsm - 125gsm Max width: 210 cm Character: High Absorbency, High Strength, Abrasion Resistance, High Cleaning Capacity",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=28",
      "title": "Soonercleaning catalog of nonwoven - p.28",
      "page": 28,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "0e8e84571fb203a564a13df66a3d0d03",
    "text": "Spunlace Woodpulp & PP Material Wood pulp & PP spun lace laminated color code wipe is for heavy-duty clean task in food processing and healthcare environment, exclusive spun lace laminated technology make it durable, high absorbent, and without extra additive. Color coded help reduce the risk cross contamination, excellent wipe material for help processing environment clean keep. Color: red, yellow, blue, green Weight: 35gsm - 125gsm Max width: 210 cm Character: High Absorbency, Low Lint, High Strength, Foot-contact Safe",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=29",
      "title": "Soonercleaning catalog of nonwoven - p.29",
      "page": 29,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "64dd9457fb296f2fc8f97856647615a7",
    "text": "Spunlace Woodpulp & PP Material Dual Textured Woodpulp & PP CLeaning Material is composited of soft wood pulp together with strong spun bond fabric, but two side is different, one side is with scrubby and colorful texture and another side is absorbent, cloth-like. It's ideal for kitchen counters, toilets and floors cleaning, hard surface cleaning, hand cleaning and sanitizing cleaning. Weight: 35gsm - 125gsm Max width: 100 cm Color: blue, red, green, orange Character: Scrubby and smooth, low lint, absorbing water and oil, solvent resistant",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=30",
      "title": "Soonercleaning catalog of nonwoven - p.30",
      "page": 30,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "e6ddddbba7a313dfdac55be05bea0550",
    "text": "Spunlace Woodpulp & PP Material Woodpulp & Polypropylene Wet Wipe Material contain 70% natural pulp, which make it soft and with high absorbency and liquid storage capacity, while the polypropylene brings the good strength. More importantly it won't react with quaternaries ingredient. Compare with traditional wet wipe substrates, it not only has outstanding performances, but also more economical, be the first choice of object surface clean and disinfectant wet wipe substrates. Color: white Weight: 35gsm - 125gsm Max width: 210 cm Character: High Absorbency, soft & skin friendly, borht for wet and dry, high strength",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=31",
      "title": "Soonercleaning catalog of nonwoven - p.31",
      "page": 31,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "797f1371a37ac725392e19f66107dae3",
    "text": "Meltblown Material This product is made of polypropylene by meltblown process. It has the characteristics of high oil absorption and low lint. It is very suitable for heavy oil environments cleaning. It can also be used for hand wiping. Max width: 320 cm Color: white, blue Weight: 30gsm - 90gsm Character: Low lint, soft to touch, high oil absorbency, solvent resistant",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=33",
      "title": "Soonercleaning catalog of nonwoven - p.33",
      "page": 33,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "3672b02c495a97bd69cfc10418d3f0a9",
    "text": "Meltblown Material ｀ ．｀ ．一．、．． . .｀`．一．、 This product is made of 100% new polypropylene, which is made by meltblown technology. Meltblown nonwoven fabric is soft and skin-friendly, has a strong ability to absorb alcohol. Therefore, it is often processed into medical wet wipes and favored by lots of hospitals, dental clinics and other medical institutions. Color: nwhite Weight: 30gsm - 90gsm Max width: 320cm Character: low lint, soft to touch, high oil absorbency, solvent resistant",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=34",
      "title": "Soonercleaning catalog of nonwoven - p.34",
      "page": 34,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "3fe7bc81ff7dfe948ef26851d812118f",
    "text": "Meltblown Material This fabric features a smooth side and a scrubby side. The scrubby side fibers can be pigmented with various colors. It can be engineered to provide high absorbency and excellent metered fluid release and low in lint. It's ideal for wipes used in hand cleaning/sanitizing and hard surface cleaning. Color: orange, yellow, red, blue Weight: 30gsm - 90gsm Max width: 160 cm Character: low linting, high cleaning capacity, high oil absorbency, solvent resistant",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=35",
      "title": "Soonercleaning catalog of nonwoven - p.35",
      "page": 35,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  },
  {
    "id": "b0d5b3961437749289911592ee43feaa",
    "text": "Beijing Soonercleaning Technology Co.,Ltd Add.: Rm. 31006, Tower C, Galaxy SOHO, Dongcheng District, 100010, Beijing, CN Phone: 86-10-67162010 / 67161183 Fax: 86-10-67161231 Hangzhou Soonercleaning Hygienic Materials Co.,Ltd Add.: Yiqiao Industrial Zone, Yuhang District, Hangzhou City, Zhejiang Province, CN Phone: 86-0571-88661727 Fax: 86-0571-88661727 www.soonercleaning.com 34",
    "metadata": {
      "url": "file:///Users/yuxuanyang/soonerbot/data/Soonercleaning catalog of nonwoven.pdf#page=36",
      "title": "Soonercleaning catalog of nonwoven - p.36",
      "page": 36,
      "source": "pdf",
      "doc_id": "",
      "part": 1,
      "overlap_from_prev": ""
    }
  }
]